#3) შექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის

luka1 = 5 > 2 #ამის შედეგი იქნება ture რადგან 5 > 2
luka2 = 3 < 5 #ამის შედეგი იქნება ture რადგან 3 < 5 
luka3 = 5 == 8 # ამის შედეგი იქნება false რადგან 3 არ უდრის 8 
luka4 = 7 > 22  #ამის შედეგი იქნება false რადგან 7 არ არის 22ზე მეტი
luka5 = 3 > 21  #ამის შედეგი იქნება false რადგან 3 არ არის მეტი 21 ზე