"""2) შექმენით 5 ცვლადი რომლებშიც შეინახავთ წიგნების თავდაპირველ ფასს, შემდეგ შექმენით
ცვლადი რომელშიც შეინახავთ ფასდაკლების ოდენობას, შექმენით ახალი ფასის მქონე წიგნების 
ცვლადები, რომელთა მნიშვნელობა იქნება ძველ მნიშვნელობას გამოკლებული ახალი, საბოლოოდ
კი დაბეჭდეთ ახალი წიგნების ფასები (გამოიყენეთ კარგი მიდგომები: რომ ცვლადის მნიშვნელობის 
მინიჭებისას შეგიძლიათ სხვა ცვლადის გამოყენება, 
კოდი ახსენით კომენტარების საშვალებით, ცვლადებს 
დაარქვით აღმწერი სახელები snake_case-ის სტილში)"""

book_1=100
book_2=80
book_3=50
book_4=40
book_5=20

sale=50

new_book1=50
new_book2=40
new_book3=25
new_book4=20
new_book5=10

print(book_1-new_book1)
print(book_2-new_book2)
print(book_3-new_book3)
print(book_4-new_book4)
print(book_5-new_book5)