
"""1) შექმენით სია რომელშიც ჩამოწერეთ თქვენთვის სასურველი ელემენტები, მინიმუმ 10

indexing
გამოიტანეთ სიაში არსებული მესამე ელემენტი
ჩაანაცვლეთ სიაში არსებული პირველი ელემენტი
slicing
დაბეჭდეთ 2-დან მე-5 ელემენტამდე
დაბეჭდეთ მეორე ელემენტიდან ყველა ელემენტი
დაბეჭდეთ მეხუთე ელემენტამდე ყვეალფერი
დაბეჭდეთ სია შემობრუნებულად"""

colors=["red , blue , black , gray, white, purple, pink , green , brown , cyan , "]

print(colors [3])
colors[1] = "yellow"

print(colors [2:5])
print(colors [2:])
print(colors [:5])
print(colors [::-1])

