"""5) მომხმარებელს
შემოატანინეთ თავისი ასაკი,
შემდეგ შემოატანინეთ წლების რაოდენობა.
მიღებული ინფორმაცია შეინახეთ ცვლადებში და გამოითვალეთ,
რამდენი წლის იქნება მომხმარებელი y (მომხმარებლის მიერ შემოტანილი) წლის შემდეგ.
საბოლოოდ გამოუტანეთ შედეგი შემდეგი სახით: "[წლები] წლის შემდეგ თქვენ იქნებით
[მომავალი ასაკი] წლის". დავალების შესასრულებლად გამოიყენეთ მონაცემთა ტიპების ხელოვნურად
შეცვლის მეთოდები: int() - რომ შეასრულოთ ართიმეტიკული მოქმედებები, str() - რომ დაბეჭდოთ
შედეგი შეცდომების გარეშე""" 
age=15
years=5
all_year=age+years

print("5 წლის შემდეგ თქვენ იქნებით" + " " + str(all_year) + " " + "წლის")